Repository: djangowebstudio/emma
Catalog: interface/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: drag items here...
nl: Sleep onderdelen hier...

source: Click to select the first item, then click this album, then drag the item in.
nl: Klik om het eerste onderdeel te selecteren, klik dan het album, en sleep dan het onderdeel in het album

source: Do you really want to remove the item
nl: Wil je dit onderdeel echt verwijderen

source: from the album?
nl: uit het album?

source: Please enter a number. Or choose a value from the list.
nl: Geef een cijfer aan (geen letter). Of kies een waarde uit de lijst.

source: Add to basket
nl: Zet in je mandje

source: Already in there!
nl: Is er al!

source: First 50 most recently added or changed
nl: 50 meest recent toegevoegd of veranderd

source: You have chosen for
nl: Je hebt gekozen voor

source: Do you really want to remove this favorite?
nl: Wil je deze favoriet echt verwijderen?

source: tag
nl: trefwoord

source: source
nl: bron

source: image code
nl: beeldnummer

source: Do your REALLY want to empty your WHOLE basket?
nl: Wil je echt het HELE mandje leegmaken?

source: close
nl: sluiten
