Repository: djangowebstudio/emma
Catalog: interface/locale/*/LC_MESSAGES/django.po
Languages: nl

source: An error has occurred saving your Internet Explorer preferences %s
nl: Een fout is opgetreden tijdens het bewaren van Internet Explorer voorkeuren %s

source: Your basket is empty.
nl: Je winkelmand is leeg

source: An error occurred while emptying you basket.
nl: Er is een fout opgetreden bij het leegmaken van je winkelmand

source: The item has been removed
nl: Dit onderdeel is verwijderd

source: An error occurred. The item was not removed
nl: Een fout is opgetreden, het onderdeel is niet verwijderd

source: %s is already in there!
nl: %s is er al!

source: %s has already been downloaded
nl: %s is al gedownload

source: %(album)s is already selected %(inst)s
nl: %(album)s is al geselecteerd %(inst)s

source: An error has occurred -- unable to get album leader %(inst)s %(leader)s
nl: Een fout is opgetreden -- het was niet mogelijk om de album leader op te halen %(inst)s %(leader)s

source: %(item)s already here!
nl: %(item)s is er al!

source: %(item)s had been downloaded (more than) once already.
nl: %(item)s is al (vaker) gedownload

source: %(item)s already selected
nl: %(item)s al geselecteerd

source: Exception
nl: Uitzondering

source: no information
nl: geen informatie

source: The item seemed to be part of an album, but no album found - %s
nl: Het onderdeel leek onderdeel te zijn van een album, maar geen album gevonden - %s

source: successfully entered project
nl: project naam ingevoerd

source: item view
nl: toon geen albums

source: album view
nl: toon als albums

source: show newest first
nl: toon nieuwste eerst

source: show oldest first
nl: toon oudste eerst

source: De requested album does not exist
nl: De gevraagde album bestaat niet

source: No results
nl: Geen resultaten

source: added to an existing favorite
nl: toegevoegd aan een bestaande favoriet

source: added new favorite
nl: nieuwe favoriet toegevoegd

source: removed
nl: verwijderd

source: saved pagesize %s
nl: paginagrootte bewaard %s

source: Sorry, something went wrong %s
nl: Sorry, er ging iets fout %s

source: Order by date set to descending (oldest first)
nl: Ordenen op datum is nu oudste eerst

source: Order by date set to ascending (newest first)
nl: Ordenen op datum is nu nieuwste eerst

source: Album visibility set to %s
nl: Album zichtbaarheid nu %s

source: new album generated
nl: nieuwe album aangemaakt

source: An error getting the Image object %(inst)s for argument %(item)s
nl: Een fout trad op bij het ophalen van het Image object %(inst)s for argument %(item)s

source: %(item)s entered into album %(album)s
nl: %(item)s toegevoegd aan album %(album)s

source: An error occurred %s
nl: Een fout trad op %s

source: Saved %s
nl: Bewaard %s

source: %(item)s removed from album %(album)s.
nl: %(item)s uit album %(album)s verwijderd.

source: Error saving Metadata object for Album follower %s
nl: Een fout trad op bij het bewaren van het Metadata objects voor album follower %s

source: %(item)s removed from this album. As this was the leader, %(new)s has now been made leader
nl: %(item)s verwijderd van dit album. Omdat dit de leader was %(new)s is nu leader geworden

source: The last item has been removed, and consequently the album %s has been deleted.
nl: Het laatste onderdeel is verwijderd, en het album %s is verwijderd.

source: An error occurred removing the last item. %s
nl: Een fout trad op bij het wijzigen van het laatste onderdeel. %s

source: successfully toggled published status
nl: status gewijzigd

source: successfully entered text
nl: tekst toegevoegd

source: Managing
nl: Beheer

source: This is an overview of your downloads. You can help us by checking the downloads used in a publication.
nl: Dit is een overzicht van je downloads. Je kunt ons helpen door beelden aan te vinken die in een publicatie zijn gebruikt.

source: Need to download an item again? Just click the add-to-cart icon
nl: Wil je een onderdeel opnieuw downloaden? Klik dan het icoon met het winkelmand.

source: publication details
nl: details

source: Go back one page. To go back to the homepage, click home in the top menu
nl: Ga 1 pagina terug. Om naar de homepage terug te gaan, klik home in het menu boven.

source: Back
nl: Terug

source: Give your cart a name
nl: Geef je winkelmand een naam

source: Your cart is named
nl: Naam van je winkelmand

source: Give your basket another name
nl: Geef je winkelmand een andere naam

source: Change
nl: Wijzig

source: You might want to name your cart after the project you are working on. Choose a name from the list
nl: Het is mogelijk je winkelmand een naam te geven, bijv. de naam van je huidige project. Kies een naam uit de lijst

source: or add a new name
nl: of voeg een nieuwe naam toe

source: Don't want to name your cart? Select the first (empty) item
nl: Wil je je winkelmand geen naam geven? Selecteer dan het keuzeveld 'geen naam gebruiken'

source: Done
nl: Klaar

source: drag the items you want to download here
nl: sleep de onderdelen naar het winkelmand

source: or click the small grey arrow
nl: of klik op het grijze pijltje

source: Click to download the contents of your basket.
nl: Klik om je winkelmand te downloaden.

source: Click to drag
nl: Klik om te slepen.

source: Click to remove this item from your basket
nl: Klik om dit onderdeel uit je winkelmand te verwijderen

source: Change resolution of the downloads. HR is High Resolution and a slower download, LR is Low Resolution and a faster download
nl: Verander de resolutie van de download. HR is een hoge resolutie en een langzamer download, LR is een lagere resolutie en een snellere download

source: Manage your downloads
nl: Beheer je downloads

source: Empty your basket
nl: Maak je winkelmand leeg

source: Click here to empty your basket completely
nl: Klik hier om je winkelmand geheel leeg te maken

source: No results found for this keyword
nl: Geen resultaten gevonden voor dit trefwoord

source: No viewable results at the moment. There might be viewable results
nl: Momenteel geen resultaten zichtbaar. Mogelijk zouden er resultaten zichtbaar zijn

source: if you turned off albums
nl: als onderdelen niet in albums getoond zouden worden

source: Add this album to your basket
nl: Zet dit album in je winkelmand

source: Click here to edit the album
nl: Klik hier om het album te bewerken

source: categories
nl: categorieÃ«n

source: tags
nl: trefwoorden

source: list
nl: lijst

source: cloud
nl: wolk

source: will not work AT ALL if javascript is turned off!
nl: werkt helemaal niet als javascript uitgeschakeld is!

source: Click on text to edit, click anywhere else to save
nl: Klik op de tekst om te bewerken, klik ergens anders om te bewaren

source: Prev
nl: Vorig

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Favorites
nl: Favorieten

source: Change Sorting
nl: Verander volgorde

source: expand favorites bar for more options
nl: vergroot de favorietenbalk voor meer opties

source: Edit your favorites in a new panel
nl: Bewerk de favorieten in een nieuw paneel

source: Expand
nl: Vergroot

source: expand
nl: vergroot

source: Add album to your basket
nl: Zet dit album in je winkelmand

source: Add this album to your favorites
nl: Zet dit album in je favorieten

source: Remove item
nl: Verwijder onderdeel

source: Group items in albums
nl: Groepeer onderdelen in albums

source: No grouping of items in albums
nl: Laat alle onderdelen los zien (dus niet in albums)

source: Page album left
nl: Volgende onderdeel laten zien

source: Page album right
nl: Vorige onderdeel laten zien

source: Remove this item from album
nl: Verwijder dit onderdeel uit het album

source: Add this item to your basket
nl: Zet dit onderdeel in je winkelmand

source: copyright owed
nl: copyright verschuldigd

source: copyright settled
nl: copyright is betaald

source: copyright unknown
nl: copyright onbekend

source: not yet ready for printing -- this image needs profiling
nl: niet drukklaar - 4 dagen verwerkingstijd

source: this item contains an attachment
nl: dit onderdeel beval een attachment

source: basket
nl: winkelmand

source: cart
nl: winkelmand

source: back
nl: terug

source: Administration
nl: Beheer

source: view video content
nl: bekijk video

source: listen to audio content
nl: beluister audio

source: view flash media
nl: bekijk flash

source: Your username and/or password didn't match. Please try again
nl: Je login en/of wachtwoord is incorrect. Probeer het aub nog eens

source: Or request a new password
nl: Of vraag een nieuw wachtwoord aan

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: search
nl: zoek

source: new search engine
nl: nieuwe zoekmachine
