Repository: djangowebstudio/emma
Catalog: search/locale/*/LC_MESSAGES/django.po
Languages: nl

source: change your password
nl: verander je wachtwoord

source: manage your downloads
nl: beheer je downloads

source: show help pages
nl: laat helppagina's zien

source: Search
nl: Zoeken

source: did you mean
nl: bedoelde je

source: no copyright
nl: geen copyright

source: reset
nl: herstel

source: results
nl: resultaten

source: add to cart
nl: in je mandje

source: No results found
nl: Geen resultaten gevonden

source: If you filtered the results, you might try clicking the
nl: Als je een filter hebt gebruikt, klik dan de

source: reset search
nl: herstel zoekopdracht

source: You may also try the spelling suggestions as seperate words:
nl: Je kunt ook een zoekopdracht doen aan de hand van de woorden:

source: Enter a search query into the box above. You may filter your results by clicking the green button (no copyright). Click the reset button to continue with the full results set.
nl: Geef een zoekopdracht hierboven in. Je kunt de zoekopdracht filteren door de groene button te klikken. Klik de herstel button om verder te gaan met de volledige set resultaten.

source: To return to the home page, click the
nl: Om terug te keren naar de homepage, klik op de

source: button in the top menu.
nl: button in het menu hierboven

source: We welcome any comments you may have about this new feature. Click the feedback button on the left side of this page to enter a comment.
nl: We zijn benieuwd naar de reacties over dit scherm. Klik op de feedback button aan de linkerkant van deze pagina om een bericht te sturen.

source: More like this
nl: Meer resultaten

source: Showing results in some way related to the current search
nl: Meer resultaten die gerelateerd zijn aan de huidige zoekopdracht

source: cart
nl: mandje

source: Go back one page. To go back to the homepage, click home in the top menu
nl: Ga 1 pagina terug. Om terug te gaan naar de homepage, klik op home in het menu hierboven.

source: Back
nl: Terug
