Repository: djangowebstudio/emma
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Your basket is empty.
nl: Je mandje is leeg

source: The item has been removed
nl: Het onderdeel is verwijderd

source: An error occurred. The item was not removed
nl: Er trad een fout op. Het onderdeel is niet verwijderd

source: %(item)s is in your basket
nl: %(item)s in je mandje

source: %(item)s already here!
nl: %(item)s is er al!

source: %(item)s had been downloaded (more than) once already.
nl: %(item)s is al gedownlaod

source: %(item)s already selected
nl: %(item)s al geselecteerd

source: successfully entered project
nl: project ingevoerd

source: The item seemed to be part of an album, but no album found - %s
nl: Dit onderdeel leek deel uit te maken van een album, maar geen album gevonden - %s

source: Change name
nl: Wijzig naam

source: Change
nl: Wijzig

source: You might want to name your cart after the project you are working on. Choose a name from the list
nl: Je kunt je mandje een naam geven, bv de naam van dit project. Kies een naam uit de lijst

source: or add a new name
nl: of voeg een nieuwe naam toe

source: Don't want to name your cart? Select the first (empty) item
nl: Wil je je mandje geen naam geven? Selecteer het eerste (lege) keuzeveld

source: don't use a name
nl: geen naam gebruiken

source: Done
nl: Klaar

source: Your cart is empty
nl: Je mandje is leeg

source: Click to download the contents of your basket.
nl: Klik om de inhoud vcan je mandje te downloaden

source: Click to remove this item from your basket
nl: Klik om dit onderdeel uit je mandje te verwijderen

source: Change resolution of the downloads. HR is High Resolution and a slower download, LR is Low Resolution and a faster download
nl: Verander de resolutie van de download. HR is een hoge resolutie en een langzamer download, LR is een lage resolutie en een snellere download

source: Empty your basket
nl: Maak je mandje leeg

source: Click here to empty your basket completely
nl: Hier hier om je mandje helemaal leeg te maken
